category_title = {
    "1": "Общее",
    "2": "Города и Страны",
    "3": "Грифферство",
    "4": "Чат",
    "5": "Нечестная игра",
    "6": "Донатеры"
}

rules = {
    "1": {
        "1": "Запрещена реклама и упоминание сторонних проектов в любом её виде",
        "2": "Запрещён багоюз и использование уязвимостей/недоработок игры/сервера.",
        "3": "Запрещены ники, содержащие оскорбительные выражения или рекламу, разжигающие межнациональный конфликт. Запрещены ники, созвучные или похожие по написанию с никами администратора и модераторов. Нельзя использовать в нике слова Admin, Moder, Helper и тому подобное, так как это может послужить мощным инструментом гриферства. (Является ли ваш ник нарушением, или нет, окончательное решение остается за высшей администрацией)",
        "4": ("Запрещено устанавливать скины и плащи:\n"
              "- содержащие надписи с оскорблениями или нецензурными выражениями;\n"
              "- носящие порнографический характер;\n"
              "- содержащие запрещенную на территории СНГ символику;"),
        "5": "Запрещено лжесвидетельствовать против игроков, подделывать доказательства, шантажировать доказательствами нарушения игрока",
        "6": "Запрещено покупать или продавать игровые ресурсы, игровой аккаунт, предоставлять прочие услуги за реальные деньги или в обмен на ликвидные предметы, не связанные с проектом. Запрещено передавать данные аккаунта третьим лицам и использовать аккаунты третьих лиц",
        "7": "Попытка обхода наказания(мута/бана)",
        "8": "Совершение каких-либо действий, направленных на дестабилизацию работы сервера",
        "9": "Попытка обмана Администрации\Обман Администрации\Угрозы Администрации в процессе работы(заведомо ложная жалоба/пропажа вещей и тд.)",
        "10": "Запрещено мешать администратору, выполняющему свою работу или проводящему ивенты",
        "11": "Оскорбление проекта",
        "12": "Любое содействие нарушившим правила сервера игрокам",
        "13": "Провокация игрока на нарушение правил проекта"
    },
    "2": {
        "1": "Создание города\государства с оскорбительным названием",
        "2": "Создание региона не примыкающего к основным регионам города",
        "3": "Окружение другого города регионами своего города более чем на 75%",
        "4": "Создание города с нечитаемыми буквами\символами",
        "5": "Создание города/государства с абсурдным названием. Решение об абсурдности названия принимает администрация",
        "6": "Создание города внутри территории другого города",
        "7": "Создание города/региона внутри или вокруг территорий, заприваченных администрацией(варпы)",
    },
    "3": {
        "1": "Воровство ресурсов из города",
        "2": "Намеренная порча территории или построек в городе в радиусе 32 блоков от периметра города",
        "3": "Создание в городе или в радиусе 32 блоков от периметра города непристойных построек или построек, целью которых является: оскорбить, унизить, ухудшить внешнее состояние карты, разжечь политический/межнациональный/иной конфликт",
        "4": "Порча построек в радиусе 16 блоков вокруг города (например торчащие из города постройки)",
        "5": "Убийство мобов без разрешения владельца этих мобов",
        "6": "Убийство игроков городе",
        "7": "Запрещено приглашать игроков в город с целью убийства любыми способами",
        "8": ("Запрещено терраформировать карту:\n"
              "- осушение крупных рек/озёр/морей/океанов и тп.\n"
              "- уничтожение или постройка крупных кусков суши\n"
              "- создание непроходимого рельефа или построек"),
    },
    "4": {
        "1": "Оскорбление игроков или их родных",
        "2": "Оскорбление членов администрации или их родных",
        "3": "Оскорбление города или его жителей",
        "4": "Выдача себя за члена администрации или другого игрока",
        "5": "Запрещаются сообщения, унижающие человеческое достоинство, разжигающие межнациональную рознь. А также, сообщения сексуального характера, угрозы расправой в реальной жизни, угрозы баном, дискриминация людей по религиозному или другим признакам, пропаганда/обсуждение запрещенных законодательством хотя бы одной из стран СНГ тем, наркотиков, алкоголизма и табакокурения",
        "6": "Запрещен флуд, включая флуд серверными сообщениями(/t rename, /t new и другие), а также провоцировать других игроков на флуд. Флуд с нескольких аккаунтов не допускается.",
        "7": "Запрещен спам, включая спам серверными сообщениями(/t rename, /t new и другие), а также провоцирование других игроков на спам. Спам с нескольких аккаунтов не допускается.",
        "8": "Запрещена реклама внутриигровых городов/услуг/товаров с интервалом менее 5 минут",
        "9": "Запрещено злоупотребление капс-ом",
        "10": "Вводить игроков в заблуждение/дезинформировать(ложная дата вайпа, вредоносные сочетания клавиш, выполнение команд во вред игроку и тп.)",
        "11": "Попрошайничество у администрации более одного раза",
    },
    "5": {
        "1": (
            "Использование/Хранение постороннего программного обеспечения помогающего облегчить геймплей:\n"
            "> Ресурспаки\n"
            "* на X-ray\n"
            "* и тд.\n"
            "> Чит клиенты\n"
            "* Ares\n"
            "* Impact\n"
            "* Nodus\n"
            "* Celestial\n"
            "* и тд.\n"
            "> Моды на авто-игру\n"
            "* Baritone\n"
            "* Auto damage\n"
            "* Auto Attack\n"
            "* Advanced XRay\n"
            "* и тд.\n"
        ),
        "2": "Использование авто рыбалки"
    },
    "6": {
        "1": "Обман/введение игроков в заблуждение используя донат-привилегии или иные способы"
    }
}
